IDEA Open Model
CalculationSetup.MNKappaDiagram Property
Compatible with IDEA StatiCa Beta 20.0
 M-N-κ diagram
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool MNKappaDiagram { get; set; }
Public Property MNKappaDiagram As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace